{
    "facts": [
      {
        "id": "1",
        "detail": "As kittens they have 26 deciduous, or “baby”, teeth. As adult cats they have 30 permanent teeth."
      },
      {
        "id": "2",
        "detail": "Cats can jump 5 times their own height."
      },
      {
        "id": "3",
        "detail": "House cats share 95.6% of their genetic makeup with tigers. You read that right, TIGERS. They also share some of the same behavior habits such as scent and urine marking, prey stalking and pouncing."
      },
      {
        "id": "4",
        "detail": "A housecat can run to the speed of about 30 mph over short distances. This means that a cat can outrun superstar runner Usain Bolt in a 200 meter dash!"
      },
      {
        "id": "5",
        "detail": "Ever wondered why your feline friend would often put their rear end by your face? This is actually a sign of trust and your cat signaling that they feel safe and secure around you."
      },
      {
        "id": "6",
        "detail": "Cats can have a dominant front paw. Studies have shown that male cats tend to favor their left paw while female cats may have a dominant right paw."
      },
      {
        "id": "7",
        "detail": "Most cats have 18 toes, 5 on their front paws and 4 on their back paws. However, some cats can be born with “extra toes”, a condition called polydactylism."
      },
      {
        "id": "8",
        "detail": "The oldest cat to ever live was Creme Puff, who lived to be 38 years and 3 days old."
      },
      {
        "id": "9",
        "detail": "Cats have a whopping 32 muscles in each of their ears, allowing them to swivel their ears to hone in on the exact source of a noise. Additionally, cats can rotate their ears to 180 degrees!"
      },
      {
        "id": "10",
        "detail": "Cats are nearsighted, but their peripheral vision and night vision are far superior compared to humans."
      },
      {
        "id": "11",
        "detail": "The whiskers on a cat aren’t just cute, they serve a very important function in assisting cats with getting around, especially at night. Whiskers are embedded deep in the cat’s body and are connected to the cat’s sensitive muscular and nervous systems, acting as touch receptors (or a “kitty radar”). Whiskers allow a cat to detect and respond to changes in their surroundings."
      },
      {
        "id": "12",
        "detail": "Not only do cats have whiskers on their face, they also have a set of whiskers on the back of their front legs."
      },
      {
        "id": "13",
        "detail": "The oldest known pet cat existed around 9,500 years ago. In 2004, a French archeologist found a grave of a cat in Cyprus dating back to 9,500 years ago, meaning that humans have owned cats as pets since then!"
      },
      {
        "id": "14",
        "detail": "Cats usually sleep around an average of 15 hours PER day. This means that a cat spends roughly 70% of their lives sleeping!"
      },
      {
        "id": "15",
        "detail": "Disneyland Resort in Anaheim, CA may be known as the “Happiest Place on Earth” but it’s also home to a squad of feral cats that freely roam around the theme park. Feral cats have been living at the Disneyland Resort for decades and are actually used to (ironically) help control the rodent population within the park."
      }
    ]
  }